espressif/esp-iot-solution/examples/ai/esp_dl/emotion_recognition/sdkconfig.defaults.esp32s31
CONFIG_IDF_TARGET="esp32s31"
CONFIG_CAMERA_OV3660=y
CONFIG_CAMERA_OV3660_DVP_RGB565_BE_640X480_10FPS=y
CONFIG_CAMERA_OV3660_DVP_DEFAULT_FMT_RGB565_BE_640X480_10FPS=y
CONFIG_ESP_VIDEO_ENABLE_DVP_VIDEO_DEVICE=y
